---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottomCore
source: html/babf3074-88eb-479f-d79e-4cea49e198b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottomCore Property

"Elevation at Bottom Core"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralElevationAtBottomCore { get; }
```